import React from 'react'

export default function OurVision() {
  return (
    <section className="Our_vision my-5">
    <div className="container">
      <h3>رؤيتنا</h3>
    <ol>
      <li className="fs-4">التحديثات القادمة سوف تضمن إضافة العيادات والمستشفيات الخاصة التى على مستوى المركز بأكمله إنشاء الله</li>
      <li className="fs-4">أيضا سوف يتم إضافة معامل الأشعة ومعامل التحاليل التى على مستوى المركز بأكمله</li>
      <li className="fs-4">كذلك سوف يتم إضافة مراكز العمليات الجراحية التى على مستوى المركز بأكمله إن وجدت</li>
      <li className="fs-4">بالإضافة إلى ذلك سوف يتم إضافة تقييم بجانب كل طبيب ولن يستطيع أى أحد تقييم الأطباء إلا إذا كان قد سجل الجيميل الخاص به فى الموقع</li>
      <li className="fs-4"><span>كذلك سيتم إضافة حساب لكل شخص سجل الجيميل الخاص به وهذا الحساب سوف يقتصر على إضافة الأدوية التى يأخذها وموعد كل دواء إذا كان يتناول أدوية كثيرة</span></li>
    </ol>
    </div>
  </section>
  )
}
