import React from 'react'

export default function Cause() {
  return (
    <section id="main-caused" className="main-caused pt-5">
        <div className="container">
          <article>
            <h2 className="mb-3">لماذا تم تطوير هذا الموقع</h2>
            <ul>
              <li>
                <p className="fs-4">
                  تم تطوير هذا الموقع ليسهل على أهالى المدينة الكرام معرفة العيادات الموجودة بالمدينة وأوقات العمل بها ووسائل التواصل مع تلك العيادات.
                </p>
              </li>
              <li>
                <p className="fs-4">
                  لتسهيل الوصول للعيادة المطلوبة قمنا بإضافة خريطة جوجل لكل عيادة وأيضا تم كتابة العنوان بالتفصيل مع كافة البيانات وعند الضغط علي العنوان ستفتح لك خريطة جوجل.
                </p>
              </li>
              <li>
                <p className="fs-4">
                  بعض الأطباء لديهم عيادات خارج المدينة لذلك قمنا بإضافة ملاحظات تبين أماكن هذه العيادات الخاصة بكل طبيب وأوقات العمل بها ووسائل التواصل معها سواء كانت الأرقام هى نفسها فى العيادتين أم مختلفة.
                </p>
              </li>
            </ul>
          </article>
        </div>
    </section>
  )
}
